Repository: coteditor/CotEditor
Catalog: CotEditor/Resources/Localizables/Document Window/Document.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, tr, zh_hans, zh_hant

# Toolbar.editable.tooltip.on
source: Allow editing the document
cs: Povolit úpravu dokumentu
de: Bearbeitung im Dokument zulassen
it: Consenti la modifica del documento
ja: 書類を編集可能にする
ko: 문서 편집 허용
pl: Pozwalaj na edycję dokumentu
pt: Permitir a edição do documento
tr: Belgeyi düzenlemeye izin ver
zh_hans: 允许编辑文档
zh_hant: 允許編輯文件

# Toolbar.emojiAndSymbols.label
source: Emoji & Symbols
cs: Emotikony a symboly
de: Emoji & Symbole
es: Emojis y símbolos
fr: Emoji et Symboles
it: Emoji e simboli
ja: 絵文字と記号
ko: 이모티콘 및 기호
nl: Emoji's en symbolen
pl: Emoji i symbole
pt: Emoji e símbolos
tr: Emoji ve Semboller
zh_hans: 表情与符号
zh_hant: 表情與符號

# Toolbar.emojiAndSymbols.tooltip
source: Show Emoji & Symbols palette
cs: Zobrazit paletu emotikonů a symbolů
de: Emoji- & Symbolpalette einblenden
es: Mostrar paleta de emojis y símbolos
fr: Afficher le panneau Emoji et Symboles
it: Mostra palette delle Emoji e dei simboli
ja: “絵文字と記号”を表示
ko: Emoji
nl: Toon 'Emoji's en symbolen'
pl: Pokaż paletę emoji i symboli
pt: Mostrar Paleta de Emojis e Símbolos
tr: Emoji ve Semboller paletini göster
zh_hans: 显示查找和替换
zh_hant: 顯示查找和取代

# Toolbar.find.label
source: Find
cs: Hledat
de: Suchen
fr: Rechercher
it: Cerca
ja: 検索
ko: 찾기
nl: Zoek
pl: Znajdź
pt: Buscar
tr: Bul
zh_hans: 查找
zh_hant: 查找

# Toolbar.find.tooltip
source: Show Find & Replace
cs: Zobrazit hledat a nahradit
de: „Suchen & Ersetzen“ einblenden
es: Mostrar Buscar y reemplazar
fr: Rechercher et remplacer
it: Mostra “Trova e sosituisci”
ja: 「検索と置換」を表示
ko: 찾기 및 대치 보기
nl: Toon zoek en vervang
pl: Pokaż Znajdź i zastąp
pt: Mostra o campo Buscar e Substituir
tr: Bul ve Değiştir’i göster
zh_hans: 显示查找和替换
zh_hant: 顯示尋找與取代

# Toolbar.fonts.label
source: Fonts
cs: Písma
de: Schriften
es: Tipos de letra
fr: Polices
it: Font
ja: フォント
ko: 서체
nl: Lettertypen
pl: Czcionki
pt: Fontes
tr: Fontlar
zh_hans: 字体
zh_hant: 字體

# Toolbar.fonts.menu.fontType.label
source: Font Type
cs: Typ písma
de: Schrifttyp
fr: Type de Police
it: Tipo Font
ja: フォントタイプ
ko: 서체 유형
nl: Lettertype
pl: Rodzaj czcionki
pt: Tipo de Fonte
tr: Font Türü
zh_hans: 字体类型
zh_hant: 字體種類

# Toolbar.fonts.menu.monospaced.label
source: Monospaced
cs: Neproporcionální
de: Nichtproportional
es: Monoespaciado
fr: Monochasse
it: Spaziatura fissa
ja: 等幅
ko: 고정폭
nl: Niet-proportioneel
pl: O stałej szerokości
pt: Monoespaçado
tr: Sabit Genişlikli
zh_hans: 等宽
zh_hant: 等寬型

# Toolbar.fonts.menu.showFonts.label
source: Show Fonts
cs: Zobrazit písma
de: Schriften einblenden
es: Mostrar tipos de letra
fr: Afficher les polices
it: Mostra font
ja: フォントパネルを表示
ko: 서체 보기
nl: Toon lettertypen
pl: Pokaż czcionki
pt: Mostrar tipos de letra
tr: Fontları Göster
zh_hans: 显示字体
zh_hant: 顯示字體

# Toolbar.fonts.menu.standard.label
source: Standard
cs: Standardní
es: Estándar
ja: 標準
ko: 표준
nl: Standaard
pl: Podstawowa
pt: Padrão
tr: Standart
zh_hans: 标准
zh_hant: 標準型

# Toolbar.fonts.tooltip
source: Change Font
cs: Změnit písmo
de: Schrift ändern
fr: Changer la Police
it: Cambia font
ja: フォントを変更
ko: 서체 변경
nl: Wijzig lettertype
pl: Zmień czcionkę
pt: Alterar Fonte
tr: Fontu Değiştir
zh_hans: 更换字体
zh_hant: 更改字體

# Toolbar.indent.label
source: Indent
cs: Odsazení
de: Einziehen
es: Sangría
fr: Indenter
it: Rientra
ja: インデント
ko: 들여쓰기
nl: Spring in
pl: Wcięcie
pt: Recuo
tr: Girintile
zh_hans: 缩进
zh_hant: 縮進

# Toolbar.indent.shiftLeft.label
source: Shift Left
cs: Posunout doleva
de: Ausrücken
es: Desplazamiento a la izquierda
fr: Décaler à gauche
it: Scorri a sinistra
ja: 左へシフト
ko: 왼쪽으로 이동
nl: Verplaats links
pl: Zmniejsz wcięcie
pt: Deslocar à Esquerda
tr: Sola Kaydır
zh_hans: 左移
zh_hant: 左移

# Toolbar.indent.shiftLeft.tooltip
source: Shift lines to left
cs: Posunout řádky doleva
de: Zeilen nach Links verschieben
es: Deplazar las líneas a la izquierda
fr: Décaler les lignes à gauche
it: Scorre le righe verso sinistra
ja: 行を左へシフト
ko: 줄을 왼쪽으로 이동
nl: Verplaats regels naar links
pl: Zmniejsz wcięcie wierszy
pt: Desloque linhas para a esquerda
tr: Satırları sola kaydır
zh_hans: 将选中行左移
zh_hant: 將選中行左移

# Toolbar.indent.shiftRight.label
source: Shift Right
cs: Posunout doprava
de: Einrücken
es: Desplazamiento a la derecha
fr: Décaler à droite
it: Scorri a destra
ja: 右へシフト
ko: 오른쪽으로 이동
nl: Verplaats rechts
pl: Zwiększ wcięcie
pt: Deslocar à Direita
tr: Sağa Kaydır
zh_hans: 右移
zh_hant: 右移

# Toolbar.indent.shiftRight.tooltip
source: Shift lines to right
cs: Posunout řádky doprava
de: Zeilen nach Rechts verschieben
es: Desplazar las líneas a la derecha
fr: Décaler les lignes à droite
it: Scorre le righe verso destra
ja: 行を右へシフト
ko: 줄을 오른쪽으로 이동
nl: Verplaats regels naar rights
pl: Zwiększ wcięcie wierszy
pt: Desloque linhas para a direita
tr: Satırları sağa kaydır
zh_hans: 将选中行右移
zh_hant: 將選中行右移

# Toolbar.indent.tooltip
source: Indent selection
cs: Odsazení výběru
de: Auswahl einziehen
es: Selección de sangría
fr: Indenter ou désindenter la sélection
it: Rientra selezione
ja: 選択範囲をインデント
ko: 선택한 부분 들여쓰기
nl: Spring selectie in
pl: Zrób wcięcie zaznaczenia
pt: Recue a seleção
tr: Seçimi girintile
zh_hans: 缩进选择
zh_hant: 縮進選擇

# Toolbar.indentGuides.label
source: Indent Guides
cs: Vodítka odsazení
de: Einzugshilfslinien
es: Sangrar guias
fr: Guides d’indendation
it: Guide di indentazione
ja: インデントガイド
ko: 들여쓰기 가이드
nl: Spring gids in
pl: Linie pomocnicze wcięć
pt: Guias de Recuo
tr: Girintileme Kılavuzları
zh_hans: 缩进指示
zh_hant: 縮進指示

# Toolbar.indentGuides.tooltip.off
source: Show indent guide lines
cs: Zobrazit vodítka odsazení
de: Einzugshilfslinien einblenden
es: Mostrar líneas guía de sangria
fr: Afficher les guides d’indentation
it: Mostra le guide per l’indentazione
ja: インデントガイドを表示
ko: 들여쓰기 가이드 보기
nl: Toon gidslijnen voor inspringen
pl: Pokaż linie pomocnicze wcięć
pt: Mostre a linha de guia da página
tr: Girintileme kılavuz çizgilerini göster
zh_hans: 显示缩进指示线
zh_hant: 顯示縮進指示線

# Toolbar.indentGuides.tooltip.on
source: Hide indent guide lines
cs: Skrýt vodítka odsazení
de: Einzugshilfslinien ausblenden
es: Ocultar línas guía de sangria
fr: Masquer les guides d’indentation
it: Nascondi le guide per l’indentazione
ja: インデントガイドを非表示
ko: 들여쓰기 가이드 숨기기
nl: Verberg gidslijnen voor inspringen
pl: Ukryj linie pomocnicze wcięć
pt: Oculte a linha de guia da página
tr: Girintileme kılavuz çizgilerini gizle
zh_hans: 隐藏缩进指示线
zh_hant: 隱藏縮進指示線

# Toolbar.inspector.label
source: Inspector
cs: Inspektor
de: Infofenster
fr: Inspecteur
ja: インスペクタ
ko: 인스펙터
nl: Inspecteur
pl: Inspektor
pt: Inspetor
tr: Denetçi
zh_hans: 检查器
zh_hant: 檢閱器

# Toolbar.inspector.tooltip
source: Show document information
cs: Zobrazit informace o dokumentu
de: Dokumentinformationen einblenden
es: Mostrar información del documento
fr: Afficher les informations de document
it: Mostra informazioni sul documento
ja: 書類情報を表示
ko: 문서 정보 보기
nl: Toon documentinformatie
pl: Pokaż informacje o dokumencie
pt: Mostre informações do documento
tr: Belge bilgisini göster
zh_hans: 显示文稿信息
zh_hant: 顯示文件資訊

# Toolbar.invisibles.label
source: Invisibles
cs: Neviditelné
de: Steuerzeichen
es: Caracteres invisibles
it: Caratteri invisibili
ja: 不可視文字
ko: 보이지 않는 문자
nl: Onzichtbaren
pl: Znaki niewidoczne
pt: Invisíveis
tr: Görünmez Karakterler
zh_hans: 不可见元素
zh_hant: 不可見元素

# Toolbar.invisibles.tooltip.off
source: Show invisible characters
cs: Zobrazit neviditelné znaky
de: Steuerzeichen einblenden
es: Mostrar caracteres invisibles
fr: Afficher les caractères invisibles
it: Mostra caratteri invisibili
ja: 不可視文字を表示
ko: 보이지 않는 문자 보기
nl: Toon onzichtbare tekens
pl: Pokaż znaki niewidoczne
pt: Mostrar invisíveis
tr: Görünmez karakterleri göster
zh_hans: 显示不可见元素
zh_hant: 顯示不可見元素

# Toolbar.invisibles.tooltip.on
source: Hide invisible characters
cs: Skrýt neviditelné znaky
de: Steuerzeichen ausblenden
es: Ocultar caracteres invisibles
fr: Masquer les caractères invisibles
it: Nascondi caratteri invisibili
ja: 不可視文字を非表示
ko: 보이지 않는 문자 숨기기
nl: Verberg onzichtbare tekens
pl: Ukryj znaki niewidoczne
pt: Ocultar invisíveis
tr: Görünmez karakterleri gizle
zh_hans: 隐藏不可见元素
zh_hant: 隱藏不可見元素

# Toolbar.keepOnTop.label
source: Keep on Top
cs: Zachovat navrchu
de: Oben behalten
es: Mantener en primer plano
fr: Gardar au premier plan
it: Mantieni in alto
ja: 一番上に表示
ko: 상단에 띄우기
nl: Houd bovenaan
pl: Trzymaj na wierzchu
pt: Manter em Primeiro Plano
tr: En Üstte Tut
zh_hans: 保留在顶部
zh_hant: 保持在最上方

# Toolbar.keepOnTop.tooltip
source: Keep the window always on top
cs: Zachovat okno vždy navrchu
de: Fenster immer oben behalten
es: Mantener la ventana siempre en primer plano
fr: Garder la fenêtre au premier plan
it: Mantieni la finestra in evidenza
ja: ウインドウを常に一番上に表示
ko: 윈도우를 맨 위에 유지합니다.
nl: Houd het venster altijd bovenaan
pl: Trzymaj okno zawsze na wierzchu
pt: Manter janela sempre no topo
tr: Pencereyi her zaman üstte tut
zh_hans: 保持窗口在最前
zh_hant: 將視窗保持在最前端

# Toolbar.opacity.label
source: Opacity
cs: Neprůhlednost
de: Deckkraft
es: Opacidad
fr: Opacité
it: Opacità
ja: 不透明度
ko: 불투명도
nl: Doorzichtigheid
pl: Krycie
pt: Opacidade
tr: Matlık
zh_hans: 透明度
zh_hant: 透明度

# Toolbar.opacity.tooltip
source: Change editor’s opacity
cs: Změnit neprůhlednost editoru
de: Deckkraft des Editors ändern
es: Cambiar la opacidad del editor
fr: Changer l’opacité de l’éditeur
it: Cambia la opacità dell’editor
ja: エディタの不透明度を変更
ko: 편집기 불투명도 변경
nl: Wijzig doorzichtigheid van bewerker
pl: Zmień krycie edytora
pt: Altere a opacidade do editor
tr: Düzenleyici matlığını değiştir
zh_hans: 更改编辑器透明度
zh_hant: 更改編輯器透明度

# Toolbar.print.label
source: Print
cs: Tisknout
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
ja: プリント
ko: 프린트
nl: Druk af
pl: Drukuj
pt: Imprimir
tr: Yazdır
zh_hans: 打印
zh_hant: 列印

# Toolbar.print.tooltip
source: Print document
cs: Vytisknout dokument
de: Dokument drucken
es: Imprimir documento
fr: Imprimer le document
it: Stampa documento
ja: 書類をプリント
ko: 문서 프린트
nl: Druk document af
pl: Drukuj dokument
pt: Imprima
tr: Belgeyi yazdır
zh_hans: 打印文稿
zh_hant: 列印文件

# Toolbar.share.tooltip
source: Share document file
cs: Sdílet soubor dokumentu
de: Dokumentdatei teillen
es: Compartir archivo de documento
fr: Partager le document
it: Condivide documento
ja: 書類ファイルを共有
ko: 문서 공유
nl: Deel documentbestand
pl: Udostępnij plik dokumentu
pt: Compartilhe o arquivo do documento
tr: Belgeyi paylaş
zh_hans: 共享文稿文件
zh_hant: 共享文件檔案

# Toolbar.spellCheck.label
source: Spell Check
cs: Kontrola pravopisu
de: Rechtschreibprüfung
es: Comprobar ortográfia
fr: Vérifier l’orthographe
it: Controllo ortografia
ja: スペルチェック
ko: 맞춤법 검사
nl: Spellingscontrole
pl: Sprawdzanie pisowni
pt: Verificar Ortografia
tr: Yazım Denetimi
zh_hans: 拼写检查
zh_hant: 拼寫檢查

# Toolbar.spellCheck.tooltip
source: Show spelling and grammar
cs: Zobrazit pravopis a gramatiku
de: Rechtschreibung und Grammatik einblenden
es: Mostrar ortografía y gramática
fr: Vérier l’orthographe et la grammaire
it: Mostra il controllo dell’ortografia e della grammatica
ja: スペルと文法を表示
ko: 맞춤법 및 문법 보기
nl: Toon spelling en grammatica
pl: Pokaż pisownię i gramatykę
pt: Mostre o painel de ortografia e gramática
tr: Yazım ve dilbilgisi denetimini göster
zh_hans: 显示拼写和语法
zh_hant: 顯示拼寫和文法

# Toolbar.syntax.label
source: Syntax
cs: Syntaxe
fr: Syntaxe
it: Sintassi
ja: シンタックス
ko: 구문
nl: Syntaxis
pl: Składnia
pt: Sintaxe
tr: Sözdizim
zh_hans: 语法
zh_hant: 文法定義

# Toolbar.syntax.menu.deleted.label
source: Deleted
cs: Odstraněné
de: Gelöscht
es: Eliminado
fr: Supprimés
it: Eliminato
ja: 削除された項目
ko: 삭제됨
nl: Verwijderd
pl: Usunięte
pt: Apagado
tr: Silinen
zh_hans: 已删除
zh_hant: 已刪除

# Toolbar.syntax.menu.recentlyUsed.label
source: Recently Used
cs: Naposledy použité
de: Zuletzt benutzt
es: Usado recientemente
fr: Utilisés récemment
it: Usati di recente
ja: 最近使った項目
ko: 최근 사용
nl: Onlangs Gebruikt
pl: Ostatnio używane
pt: Recentes
tr: Son Kullanılan
zh_hans: 最近使用
zh_hant: 最近使用

# Toolbar.syntax.tooltip
source: Change syntax
cs: Změnit syntaxi
de: Syntax ändern
es: Cambiar sintaxis
fr: Changer la syntaxe
it: Cambia sintassi
ja: シンタックスを変更
ko: 구문 변경
nl: Wijzig syntaxis
pl: Zmień składnię
pt: Alterar sintaxe
tr: Sözdizimi değiştir
zh_hans: 改变语法
zh_hant: 改變文法定義

# Toolbar.tabStyle.label
source: Tab Style
cs: Styl tabulátoru
de: Tabulatorstil
es: Estilo de tabulación
fr: Style de tabulation
it: Stile Pannello
ja: タブスタイル
ko: 탭 스타일
nl: Tabbladstijl
pl: Styl tabulatorów
pt: Estilo da Tabulação
tr: Sekme Biçemi
zh_hans: Tab样式
zh_hant: Tab樣式

# Toolbar.tabStyle.menu.custom.label
source: Custom…
cs: Vlastní…
de: Konfigurieren …
es: Personalizar…
fr: Personnalisé…
it: Personalizzato…
ja: カスタム…
ko: 사용자 설정…
nl: Aangepast…
pl: Własne…
pt: Personalizar…
tr: Özel…
zh_hans: 自定义…
zh_hant: 自訂⋯

# Toolbar.tabStyle.menu.tabWidth.label
source: Tab Width
cs: Šířka tabulátoru
de: Tabulatorbreite
es: Anchura del tabulador
fr: Largeur de tabulation
it: Larghezza Tab
ja: タブ幅
ko: 탭 가로
nl: Tabbladbreedte
pl: Szerokość tabulatora
pt: Largura da Tabulação
tr: Sekme Genişliği
zh_hans: 制表符宽度
zh_hant: 定位符號寬度

# Toolbar.tabStyle.menu.toggle.label
source: Use Spaces for Indentation
cs: Použít mezery pro odsazení
de: Leerzeichen für Einzug verwenden
es: Usar espacios para sangría
fr: Utiliser des espaces pour l’indentation
it: Usa gli spazi per il rientro
ja: インデントにスペースを使用
ko: 스페이스로 들여쓰기
nl: Gebruik spaties voor inspringing
pl: Użyj spacji do wcięć
pt: Use espaços para Indentação
tr: Girintileme için Boşluklar Kullan
zh_hans: 使用空格缩进
zh_hant: 以空格縮進

# Toolbar.tabStyle.tooltip.off
source: Use spaces for indentation
cs: Použít mezery pro odsazení
de: Leerzeichen für Einzug verwenden
fr: Utiliser des tabulations pour l’indentation
it: Usa gli spazi per il rientro
ja: インデントにスペースを使用
ko: 스페이스로 들여쓰기
nl: Gebruik spaties voor inspringing
pl: Użyj spacji do wcięć
pt: Use espaços para indentação
tr: Girintileme için boşluklar kullan
zh_hans: 使用空格缩进
zh_hant: 以空格縮進

# Toolbar.tabStyle.tooltip.on
source: Use tabs for indentation
cs: Použít tabulátory pro odsazení
de: Tabulatoren für Einzug verwenden
fr: Utiliser des espaces pour l’indentation
it: Usa le tabulazioni per il rientro
ja: インデントにタブを使用
ko: 탭으로 들여쓰기
nl: Gebruik tabbladen voor inspringing
pl: Użyj tabulatorów do wcięć
pt: Use tabulações para indentação
tr: Girintileme için sekmeler kullan
zh_hans: 使用制表符缩进
zh_hant: 以定位符號縮進

# Toolbar.textOrientation.horizontalText.label
source: Horizontal
cs: Vodorovně
fr: Horizontale
it: Orizzontale
ja: 横書き
ko: 가로
nl: Horizontaal
pl: Poziomo
tr: Yatay
zh_hans: 横排
zh_hant: 橫書

# Toolbar.textOrientation.horizontalText.tooltip
source: Horizontal
cs: Vodorovně
fr: Horizontale
it: Orizzontale
ja: 横書き
ko: 가로
nl: Horizontaal
pl: Poziomo
tr: Yatay
zh_hans: 横排
zh_hant: 橫書

# Toolbar.textOrientation.label
source: Text Orientation
cs: Orientace textu
de: Textausrichtung
es: Orientación de texto
fr: Orientation du texte
it: Orientamento
ja: 横書き/縦書き
ko: 텍스트 방향
nl: Tekstrichting
pl: Kierunek tekstu
pt: Orientação
tr: Metin Yönlendirmesi
zh_hans: 文字方向
zh_hant: 文字方向

# Toolbar.textOrientation.tooltip
source: Switch text orientation
cs: Přepnout svislou/vodorovnou orientaci textu
de: Text vertikal/horizontal ausrichten
es: Cambiar la orientación del texto
fr: Changer l’orientation du texte
it: Seleziona orientamento orizzontale o verticale del testo
ja: 横書き/縦書きを切替
ko: 텍스트 방향 전환
nl: Wissel tekstrichting
pl: Zmień kierunek tekstu
pt: Alterne a orientação do texto
tr: Metin yönlendirmesini değiştir
zh_hans: 切换文字方向
zh_hant: 切換文字方向

# Toolbar.textOrientation.verticalText.label
source: Vertical
cs: Svisle
de: Vertikal
fr: Verticale
it: Verticale
ja: 縦書き
ko: 세로
nl: Verticaal
pl: Pionowo
tr: Dikey
zh_hans: 竖排
zh_hant: 直書

# Toolbar.textOrientation.verticalText.tooltip
source: Vertical
cs: Svisle
de: Vertikal
fr: Verticale
it: Verticale
ja: 縦書き
ko: 세로
nl: Verticaal
pl: Pionowo
tr: Dikey
zh_hans: 竖排
zh_hant: 直書

# Toolbar.textSize.actualSize.label
source: Actual Size
cs: Skutečná velikost
de: Originalgröße
es: Tamaño real
fr: Taille réelle
it: Dimensione reale
ja: 等倍
ko: 실제 크기
nl: Werkelijke grootte
pl: Wielkość rzeczywista
pt: Tamanho Real
tr: Gerçek Boyut
zh_hans: 实际大小
zh_hant: 實際大小

# Toolbar.textSize.bigger.label
source: Bigger
cs: Zvětšit
de: Größer
es: Más grande
fr: Plus grand
it: Più grande
ja: 大きく
ko: 확대
nl: Groter
pl: Powiększ
pt: Maior
tr: Daha Büyük
zh_hans: 较大
zh_hant: 放大

# Toolbar.textSize.label
source: Text Size
cs: Velikost textu
de: Schriftgröße
es: Tamaño del texto
fr: Taille du texte
it: Dimensione testo
ja: 文字サイズ
ko: 텍스트 크기
nl: Tekstgrootte
pl: Rozmiar tekstu
pt: Tamanho do Texto
tr: Metin Puntosu
zh_hans: 文字大小
zh_hant: 文字大小

# Toolbar.textSize.small.tooltip
source: Increase text size
cs: Zvětšit velikost textu
de: Text vergrößern
es: Aumentar el tamaño del texto
fr: Augmenter la taille du texte
it: Testo più grande
ja: 文字サイズを大きくする
ko: 텍스트 크게
nl: Maak tekst groter
pl: Powiększ rozmiar tekstu
pt: Aumente o tamanho do texto
tr: Metin puntosunu artır
zh_hans: 增加文字大小
zh_hant: 放大文字大小

# Toolbar.textSize.smaller.label
source: Smaller
cs: Zmenšit
de: Kleiner
es: Más pequeño
fr: Plus petit
it: Più piccolo
ja: 小さく
ko: 축소
nl: Kleiner
pl: Zmniejsz
pt: Menor
tr: Daha Küçük
zh_hans: 较小
zh_hant: 縮小

# Toolbar.textSize.smaller.tooltip
source: Decrease text size
cs: Zmenšit velikost textu
de: Text verkleinern
es: Disminuir el tamaño del texto
fr: Diminuer la taille du texte
it: Testo più piccolo
ja: 文字サイズを小さくする
ko: 텍스트 크기 축소
nl: Maak tekst kleiner
pl: Zmniejsz rozmiar tekstu
pt: Diminua o tamanho do texto
tr: Metin puntosunu azalt
zh_hans: 缩小文字大小
zh_hant: 縮小文字大小

# Toolbar.textSize.tooltip
source: Change text size
cs: Změnit velikost textu
de: Textgröße ändern
es: Cambiar el tamaño del texto
fr: Changer la taille du texte
it: Cambia dimensione testo
ja: 文字サイズを変更
ko: 텍스트 크기 확대
nl: Wijzig tekstgrootte
pl: Zmień rozmiar tekstu
pt: Altere o tamanho do texto
tr: Metin puntosunu değiştir
zh_hans: 更改文本大小
zh_hant: 更改文字大小

# Toolbar.wrapLines.label
source: Line Wrapping
cs: Zalamování řádků
de: Zeilenumbruch
es: Ajuste de líneas
fr: Retours à la ligne
it: Adattamento righe:
ja: 行の折り返し
ko: 줄 바꿈
nl: Regelterugloop
pl: Zawijanie wierszy
pt: Ajuste de Linha
tr: Satır Kaydırma
zh_hans: 换行
zh_hant: 換行

# Toolbar.wrapLines.tooltip.off
source: Wrap lines
cs: Zalamovat řádky
de: Zeilen umbrechen
es: Ajustar líneas
fr: Renvoyer à la ligne
it: A capo automatico
ja: 行を折り返す
ko: 줄바꿈
nl: Pak regels in
pl: Zawijaj wiersze
pt: Ajustar linhas
tr: Satırları pencere kenarından geri döndür
zh_hans: 换行
zh_hant: 換行

# Toolbar.wrapLines.tooltip.on
source: Unwrap lines
cs: Nezalamovat řádky
de: Zeilen nicht umbrechen
es: Desajustar líneas
fr: Ne pas renvoyer à la ligne
it: Rimuovi a capo automatico
ja: 行を折り返さない
ko: 줄바꿈 끄기
nl: Pak regels uit
pl: Rozwiń wiersze
pt: Desajustar linhas
tr: Satırları olduğu gibi bırak
zh_hans: 不换行
zh_hant: 不換行

# Toolbar.writingDirection.label
source: Writing Direction
cs: Směr psaní
de: Schreibrichtung
es: Sentido de la escritura
fr: Sens de l’écriture
it: Direzione di scrittura
ja: 文章の方向
ko: 작성 방향
nl: Schriftrichting
pl: Kierunek pisania
pt: Direção da Escrita
tr: Yazım Yönü
zh_hans: 书写方向
zh_hant: 書寫方向

# Toolbar.writingDirection.leftToRight.label
source: Left to Right
cs: Zleva doprava
de: Von links nach rechts
es: De izquierda a derecha
fr: De gauche à droite
it: Da sinistra a destra
ja: 左から右
ko: 왼쪽에서 오른쪽
nl: Links naar rechts
pl: Od lewej do prawej
pt: Da Esquerda para a Direita
tr: Soldan Sağa
zh_hans: 从左到右
zh_hant: 由左至右

# Toolbar.writingDirection.leftToRight.tooltip
source: Left to right
cs: Zleva doprava
de: Von links nach rechts
es: De izquierda a derecha
fr: De gauche à droite
it: Da sinistra a destra
ja: 左から右
ko: 왼쪽에서 오른쪽
nl: Links naar rechts
pl: Od lewej do prawej
pt: Da Esquerda para a Direita
tr: Soldan sağa yaz
zh_hans: 从左到右
zh_hant: 由左至右

# Toolbar.writingDirection.rightToLeft.label
source: Right to Left
cs: Zprava doleva
de: Von rechts nach links
es: De derecha a izquierda
fr: De droite à gauche
it: Da destra a sinistra
ja: 右から左
ko: 오른쪽에서 왼쪽
nl: Rechts naar links
pl: Od prawej do lewej
pt: Da Direita para a Esquerda
tr: Sağdan Sola
zh_hans: 从右到左
zh_hant: 由右至左

# Toolbar.writingDirection.rightToLeft.tooltip
source: Right to left
cs: Zprava doleva
de: Von rechts nach links
es: De derecha a izquierda
fr: De droite à gauche
it: Da destra a sinistra
ja: 右から左
ko: 오른쪽에서 왼쪽
nl: Rechts naar links
pl: Od prawej do lewej
pt: Da Direita para a Esquerda
tr: Sağdan sola yaz
zh_hans: 从右到左
zh_hant: 由右至左

# Toolbar.writingDirection.tooltip
source: Change writing direction
cs: Změnit směr psaní
de: Schreibrichtung ändern
es: Cambiar el sentido de la escritura
fr: Changer le sens de l’écriture
it: Cambia verso di scrittura
ja: 文章の方向を切替
ko: 작성 방향 변경
nl: Wijzig schriftrichting
pl: Zmień kierunek pisania
pt: Altere a direção da escrita
tr: Yazım yönünü değiştir
zh_hans: 改变书写方向
zh_hant: 改變書寫方向

source: Warnings
cs: Varování
de: Vorwarnungen
es: Avisos
fr: Avertissements
it: Avvisi
ja: 警告
ko: 경고
nl: Waarschuwingen
pl: Ostrzeżenia
pt: Avisos
tr: Uyarılar
zh_hans: 警告
zh_hant: 警告

source: Words
cs: Slova
de: Wörter
es: Palabras
fr: Mots
it: Parole
ja: 単語
ko: 단어
nl: Woorden
pl: Wyrazy
pt: Palavras
tr: Sözcük
zh_hans: 字
zh_hant: 字

source: Words:
cs: Slova:
de: Wörter:
es: Palabras:
fr: Mots :
it: Parole:
ja: 単語数:
ko: 단어:
nl: Woorden:
pl: Wyrazy:
pt: Palavras:
tr: Sözcük:
zh_hans: 字数：
zh_hant: 字數：

source: Editor
fr: Éditeur
ja: エディタ
ko: 편집기
nl: Bewerker
pl: Edytor
tr: Düzenleyici
zh_hans: 编辑器
zh_hant: 編輯器

# FileNode.Kind.audio.label
source: Audio
ja: オーディオ
ko: 오디오
pt: Áudio
tr: Ses
zh_hans: 音频
zh_hant: 語音
